print("โปรเเกรมรับค่าขนาดหน้าอก เพื่อทำการตรวจสอบของเสื้อโปโล โดยมีเงื่อนไขดังนี้") 
print("    ถ้าขนาดหน้าอกไม่เกิน 34 จะได้เสื้อขนาด xs\n    ถ้าขนาดหน้าอกไม่เกิน 36 จะได้เสื้อขนาด s\n    ถ้าขนาดหน้าอกไม่เกิน 38 จะได้เสื้อขนาด M\n    ถ้าขนาดหน้าอกไม่เกิน 40 จะได้เสื้อขนาด L\n    ถ้าขนาดหน้าอกเกิน 40 จะได้เสื้อขนาด XL\n-------------------------------") 
n = int(input("ระบุขนาดหน้าอกเพื่อระบุไซส์เสื้อของคุณ : ")) 
if(n<=34) : 
    print("ขนาดไซส์ของคุณคือ Size xs") 
elif(n<=36) : 
    print("ขนาดไซส์ของคุณคือ Size s") 
elif(n<=38) : 
    print("ขนาดไซส์ของคุณคือ Size M") 
elif(n<=40) : 
    print("ขนาดไซส์ของคุณคือ Size L") 
else : 
    print("ขนาดไซส์ของคุณคือ Size XL")